Repository: h-lakkad1998/all-users-filter
Catalog: languages/all-users-filter-*.po
Languages: de_de

source: All Users Filter
de_de: Alle Benutzer filtern

source: This plugin helps the admin to filter the users with various ranges of filters.
de_de: Dieses Plugin hilft dem Administrator, die Benutzer mit verschiedenen Filtern zu filtern.

source: Security check failed! May Be Session Expired!
de_de: Sicherheitscheck fehlgeschlagen! Kann eine Sitzung abgelaufen sein!

source: Insufficient permissions
de_de: Unzureichende Berechtigungen

source: Internal error: helper class missing
de_de: Interner Fehler: Helferklasse fehlt

source: Too many excluded IDs. Reduce the exclude list or export in smaller batches.
de_de: Zu viele ausgeschlossene IDs. Reduzieren Sie die Ausschlussliste oder den Export in kleineren Chargen.

source: CLICK HERE TO EXPORT CSV
de_de: Klicken Sie hier, um CSV zu exportieren

source: Export complete
de_de: Exportieren

source: GET REQUEST ENABLED!
de_de: "GET" Anfrage aktiviert!

source: POST REQUEST ENABLED!
de_de: "POST" Anfrage aktiviert!

source: Starting export...
de_de: Export beginnen...

source: Exporting...
de_de: Exportieren...

source: Currently processing your export... Please keep this browser window open until the process is complete to avoid interrupting it.
de_de: Bearbeiten Sie derzeit Ihren Export ... Bitte halten Sie dieses Browserfenster offen, bis der Vorgang abgeschlossen ist, um zu vermeiden, dass es unterbrochen wird.

source: Filter Users
de_de: Filterbenutzer

source: General
de_de: Allgemein

source: Registered Date Filter
de_de: Registrierter Datumsfilter

source: Advanced(Meta filter)
de_de: Fortgeschrittener (Metafilter)

source: Clear Filters
de_de: Klare Filter

source: General Filter
de_de: Allgemeiner Filter

source: Sort By :
de_de: Sortieren durch:

source: Select option...
de_de: Option auswählen ...

source: First name
de_de: Vorname

source: Last name
de_de: Nachname

source: User ID
de_de: Benutzer-ID

source: User Login
de_de: Benutzeranmeldung

source: Display Name
de_de: Anzeigename

source: Registered Date
de_de: Datum eingetragen

source: Post Count
de_de: Postanzahl

source: Order By:
de_de: Bestellung von:

source: ASCENDING
de_de: AUFSTEIGEND

source: DESCENDING
de_de: ABSTEIGEND

source: Exclude Users Id/s:
de_de: Benutzer -ID/s ausschließen:

source: Use "-" between numbers to exclude multiple ids.
de_de: Verwenden Sie "-" zwischen Zahlen, um mehrere IDs auszuschließen.

source: Only numbers and "-" are allowed.
de_de: Nur Zahlen und "-" sind erlaubt.

source: Filter users by date of registration :
de_de: Filterbenutzer nach Registrierungsdatum:

source: Reset
de_de: Zurücksetzen

source: Write something like "12 Hours ago" :
de_de: Schreiben Sie so etwas wie "12 Hours ago":

source: E.g. 12 Hours ago
de_de: Z.B. Vor 12 Stunden

source: Exclude roles:
de_de: Rollen ausschließen:

source: Multiple Date Filter
de_de: Mehrfachdatumfilter

source: Filter users between two dates:
de_de: Filter Benutzer zwischen zwei Daten:

source: This filter will filter users based on registration date.
de_de: Dieser Filter filtert Benutzer anhand des Registrierungsdatums.

source: Add date
de_de: Datum hinzufügen

source: From Date
de_de: Ab Datum

source: To Date
de_de: Miteinander ausgehen

source: Advanced Filters
de_de: Fortgeschrittene Filter

source: Filter users using meta key/value:
de_de: Filterbenutzer mit Metaschlüssel/Wert filtern:

source: 1) Add meta key. 2) Select Operator. 3) Enter value.
de_de: 1) META -Schlüssel hinzufügen. 2) Wählen Sie Operator. 3) Wert eingeben.

source: ADD META FILTER
de_de: META -Filter hinzufügen

source: AND
de_de: UND

source: OR
de_de: ODER

source: Add meta key like: monthly_salary
de_de: Fügen Sie Metaschlüssel hinzu wie: monatly_salary

source: Meta key
de_de: Metaschlüssel

source: Type
de_de: Typ

source: Value
de_de: Wert

source: The export file will include following things.
de_de: Die Exportdatei enthält die folgenden Dinge.

source: User ID, User Login, User Email, User Nicename, Display Name, User Role.
de_de: Benutzer -ID, Benutzeranmeldung, Benutzer -E -Mail, Benutzer -NICENAME, Anzeigename, Benutzerrolle.

source: Note: If filtered with meta key/s(advance filter), meta value/s will be included.
de_de: HINWEIS: Wenn Sie mit Meta -Key/S (Advance -Filter) gefiltert werden, werden Meta -Wert enthalten.
